Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c92.pdf.tmx
Source language: fin
Languages: sme

source: Tarvantovaaran erämaa-alueen hoito- ja käyttösuunnitelman kanssa samanaikaisesti on laadittu erämaahan lännessä rajoittuvan Lätäsenon–Hietajoen soidensuojelualueen hoito- ja käyttösuunnitelma (Metsähallitus 2011).
sme: Oktanaga Darvvatvári meahcceguovllu dikšun- ja geavahanplánain dahkkojuvvo meahcceguvlui oarjin rádjašuvvi Leahttaseanu–Jiehtájoga jekkiidsuodjalanguovllu dikšun- ja geavahanplána (Meahciráđđehus 2011).

source: Tämän vuoksi suunnitelman kartoilla näkyvät molemmat alueet.
sme: Danin plána kárttain oidnojit guktot guovllut.

source: Erämaan hoidon ja käytön seurantaan esitetään pysyviksi tarkoitettujen päätösten sijaan jatkuvaa prosessia.
sme: Meahcceguovllu dikšuma ja geavaheami čuovvuma várás árvaluvvo bissovaš mearrádusaid sadjái bissovaš proseassa.

source: Tämä tarkoittaa sitä, että suunnitelmaa tarkistetaan 10–15 vuoden välein tai useamminkin. Tämä tarkistus tehdään osallistavan suunnittelun periaatteella.
sme: Dát oaivvilda dan, ahte plána galgá dárkkistuvvot 10–15 jagi gaskkaid dahje dávjjitge ja dát dárkkisteapmi galgá dáhpáhuvvat oassálasti plánema prinsihpa mielde.

source: Kuitenkin suunnitelman päälinjat – kuten esimerkiksi vyöhykkeistäminen ja siihen perustuva maankäytön ohjaus – on pyritty tekemään pysyviksi.
sme: Goittotge plána váldočuoggát – dego avádatjuohku ja dasa vuođđuduvvi eanangeavaheami stivren – leat oaivvilduvvon nu bissovaš mearrádussan go vejolaš.

source: Suunnitelma perustuu lakeihin ja asetuksiin, Ylä-Lapin luonnonvarasuunnitelman (Sandström ym. 2000) linjauksiin [kaudelle 2006–2010 on valmistunut uudistettu luonnonvarasuunnitelma, ks. Sihvo ym. 2006], alueen luonnon ja käytön perusselvityksiin (Kajala 2002f), maastokäynteihin, Metsähallituksen ja ympäristöministeriön suunnitteluohjeisiin, Metsähallituksen henkilöstölle alueen hoidosta kertyneisiin kokemuksiin ja tietoihin, aiempiin erämaa-alueille laadittuihin hoito- ja käyttösuunnitelmiin, sidosryhmien esittämiin tietoihin ja näkemyksiin sekä paikallisen väestön ja matkailijoiden antamiin tietoihin ja palautteeseen.
sme: Plána vuođđun leat lágat ja ásahusat, Davvi-Lappi luondduriggodatplána váldočuoggát (Sandström ee. 2000) [luondduriggodatplána dárkkistuvvui jagiid 2005–2006 (Sihvo ee. 2006)], guovllu luonddu ja geavaheami vuođđočielggadusat (Kajala 2002f), báikkialdefitnamat, Meahciráđđehusa ja birasministeriija plánenrávvagat, Meahciráđđehusa bargovehkii guovllu dikšuma birra čoggon vásáhusat ja dieđut ja meahcceguovlluid várás dahkkojuvvon ovddit dikšun- ja geavahanplánat, čanasjoavkkuid oainnut ja báikkálaš olbmuid ja vánddardeddjiid addin oainnut ja oaivilat.

source: Erämaasuunnittelusta on tiedotettu aktiivisesti ja suunnitteluprosessi on ollut avoin.
sme: Meahcceguovloplána birra lea dieđihuvvon viššalit ja plánenproseassa lea leamaš rabas.

source: Paikallisella väestöllä on ollut tilaisuus osallistua suunnitteluun mm. kyläkokouksissa, joita on pidetty marras– joulukuussa 2000 Kaaresuvannossa, Kuttasessa ja Leppäjärvellä sekä syys–lokakuussa 2002 Kaaresuvannossa ja Leppäjärvellä.
sme: Báikkálaš olbmot leat beassan oassálastit fidnui ee. gillečoahkkimiin, mat leat dollojuvvon skábma– juovlamánus 2000 Gárasavvonis, Guhttásis ja Leaibejávrris ja čakča–golggotmánus 2002 Gárasavvonis ja Leaibejávrris.

source: 2002. Saamelaiskäräjien kanssa pidettiin lakisääteinen neuvottelu 17.12. 2002. Myös muissa yhteyksissä tullut palaute on kirjattu muistiin, ja liitteistä 2 ja 3 ilmenee, miten eri yhteyksissä suunnitteluprosessin aikana tullut palaute on otettu huomioon suunnittelussa.
sme: Giehtaruohttasa bálgosiin lea ráđđádallon plána birra guktii, vuosttaš háve 21.12.2000 ja nuppi háve 28.8.2002. Sámedikkiin Meahciráđđehus doalai lágasmearriduvvon ráđđádallama 17.12.2002. Maiddái eará oktavuođain boahtán máhcahat lea merkejuvvon muitui, ja čuvvosiin 2 ja 3 boahtá ovdan, movt sierra oktavuođain plánenproseassa áigge boahtán máhcahat lea váldojuvvon vuhtii plánemis.

source: Saamelaiskäräjien, ympäristöministeriön ja Metsähallituksen välisissä neuvotteluissa on päädytty Suunnitelman vaikutusten arviointi -luvun osalta siihen, että saamelaiskäräjät on saamelaisten kulttuuri-itsehallintolakia (974/1995) toteuttavana elimenä oikea taho laatimaan erämaa-alueiden ja muiden laajojen pohjoisten suojelualueiden hoito- ja käyttösuunnitelmien sosiaalisten, kulttuuristen ja taloudellisten vaikutusten arvioinnin siltä osin, kuin tarkastellaan suunnitelmien vaikutuksia saamelaisiin.
sme: Sámedikki, birasministeriija ja Meahciráđđehusa ságastallamiin leat Plána birasváikkuhusaid árvvoštallamis boahtán dan oaivilii, ahte sámediggi lea kulturiešstivrenlága (974/1995) ollašuhttin rivttes oassebealli árvvoštallat meahcceguovlluid ja davviguovlluid eará viiddis suodjalanguovlluid dikšun- ja geavahanplánaid sosiálalaš, kultuvrralaš ja ekonomalaš váikkuhusaid, dalle go guorahallojit plána váikkuhusat sámiide.

source: Saamelaiskäräjien arviointiosuus on suunnitelman liitteenä (Liite 1).
sme: Sámedikki árvvoštallanossodat lea plána čuovusin (Čuovus 1).

source: Suunnitteluprosessin toteuttajana on ollut vuosina 2000–2004 erämaasuunnittelija Liisa Kajala ja tämän jälkeen erikoissuunnittelija Elina Stolt.
sme: Plánenproseassa lea leamaš jagiid 2000–2004 ollašuhttimin meahcceguovloplánejeaddji Liisa Kajala ja dasto spesiálaplánejeaddji Elina Stolt.

source: Suunnitelmaa on käsitelty Metsähallituksen asettamassa Enontekiön kuntaa koskevassa yhteistyöryhmässä, joka on toiminut suunnittelun ohjausryhmänä, sekä Enontekiön kalatalousneuvottelukunnassa.
sme: Plána lea gieđahallon Meahciráđđehusa ásahan Eanodaga gieldda ovttasbargojoavkkus, mii lea doaibman plánema stivrenjoavkun, ja dasa lassin Eanodaga guolledoalloráđđádallangottis.

source: Lakisääteinen neuvottelu saamelaiskäräjien kanssa pidettiin 17.2.
sme: Lágasmearriduvvon ságastallan sámedikkiin dollojuvvui 17.2.2002.

source: Kirjalliselle lausuntokierrokselle suunnitelma lähetettiin 8.9. 2004. Kirjallisia lausuntoja pyydettiin 39 taholta, joista 22 antoi lausunnon.
sme: Čálalaš cealkámušaidaddimii plána sáddejuvvui 8.9.2004. Čálalaš cealkámušat bivdojuvvojedje 39 oassebealis, main 22 adde cealkámuša.

source: Metsähallitus laati lausuntoyhteenvedon lausunnonantajittain ja aihepiireittäin (Liite 4).
sme: Meahciráđđehus dagai cealkámuščoahkkáigeasu calkámušaddiid ja fáddásurggiid mielde (Čuovus 4).

source: Lausuntojen perusteella Metsähallitus harkitsi suunnitelmaan tarvittavat muutokset.
sme: Cealkámušaid vuođul Meahciráđđehus guorahalai plánii dárbbašlaš rievdadanárvalusaid oktan ákkastallamiiguin.

source: Saamen kielen käytöstä säädetään erillisessä laissa (1086/2003).
sme: Sámegiela geavaheamis ásahuvvo sierranas lágas (1086/2003).

source: Kielilain tavoitteena on, että laissa taattu saamelaisten oikeus käyttää omaa kieltään viranomaisissa toteutuisi myös käytännössä.
sme: Giellalága juksanmearrin lea, ahte lágas dáhkiduvvon sápmelaččaid vuoigatvuohta geavahit iežaset giela virgeoapmahaččain ollašuvašii maiddái geavadis.

source: Saamen kielilain mukaisesti Metsähallitus aloitti vuonna 2004 hoito- ja käyttösuunnitelmien kääntämisen myös saamenkielelle.
sme: Sámi giellalága mielde Meahciráđđehus jorgališgođii 2004:s dikšun- ja geavahanplánaid maiddái sámegillii.

source: Saamelaiskäräjien kanssa neuvoteltiin siitä, tarvitseeko suunnitelman olla saamenkielisenä lausuntokierroksen aikana.
sme: Meahciráđđehus ráđđádalai sámedikkiin das, galgágo plána leat sámegillii cealkámušgulaskuddamiid áigge.

source: Saamelaiskäräjät totesi, että ennen kuin se voi antaa lausunnon suunnitelmasta ja arvion suunnitelman vaikutuksista saamelaiskulttuuriin, suunnitelma tulee toimittaa saamelaiskäräjille saamenkielelle käännettynä.
sme: Sámediggi gávnnahii ahte ovdalgo dat sáhtii addit cealkámuša plánas ja árvvoštallama plána váikkuhusain sámekultuvrii, de plána galgá doaimmahuvvot Sámediggái sámegillii jorgaluvvon hámis.

source: Suunnitelma saatiin käännettyä vasta maaliskuussa 2007. Viivästyminen johtui käännöstöiden ruuhkautumisesta ja Metsähallituksen tekemästä eri alueiden hoito- ja käyttösuunnitelmien käännösten priorisoinnista.
sme: Plána jorgaluvvui sámegillii easkka njukčamánus 2007. Sivvan dákkár maŋŋoneapmái lei dat, ahte dieid áiggiid ledje dan mađi ollu buotlágan jorgalanbarggut ahte Meahciráđđehus lei šaddan vuoruhit vuos eará guovlluid dikšun- ja geavahanplánaid jorgaleami.

source: Saamelaiskäräjät toimitti lausunnon ja arvion suunnitelmasta Metsähallitukselle kesäkuussa 2007. Tämän jälkeen Metsähallitus harkitsi saamelaiskäräjien lausunnon ja arvion perusteella vielä suunnitelmaan tehtävät muutokset.
sme: Sámediggi doaimmahii cealkámuša ja árvvoštallama plánas Meahciráđđehussii geassemánus 2007. Dasto Meahciráđđehus guorahalai vel daid nuppástusaid, mat galge dahkkojuvvot plánii sámedikki cealkámuša ja árvvoštallama vuođul.

source: Lisäksi suunnitelmaan tehtiin pieniä teknisluontoisia päivityksiä mm. Metsähallituksen lupaohjeisiin ja käytäntöihin.
sme: Dasa lassin plánii dahkkojuvvojedje smávva teknihkalašlundosaš beivemat ee. Meahciráđđehusa lohperávvagiidda ja virolašvuođaide.

source: Suunnitelmasta on poistettu metsästys- ja kalastusasioihin liittyviä, jopa vuosittain vaihtuvia yksityiskohtia.
sme: Plánas leat jávkaduvvon meahccebivdo- ja guolástanáššiide guoskevaš, juoba jahkásaččat nuppástuvvi detáljat.

source: Lajitietojen osalta suunnitelman tiedot on päivitetty kesän 2008 maastotöiden jälkeen.
sme: Šládjadieđuid hárrái plána dieđut leat beivejuvvon geasi 2008 meahccebargguid maŋŋá.

source: Lapin luontopalveluiden aluejohtaja hyväksyi suunnitelman 5.12. 2008. Ympäristöministeriö on vahvistanut suunnitelman 16.12.
sme: Lappi luonddubálvalusaid guovlluhoavda dohkkehii plána 5.12.2008. Birasministeriija lea nannen plána 16.12.2010 (Čuovus 5).

source: 2 Luonto, historia ja nykyinen käyttö
sme: 2 Luondu, historjá ja dálá geavaheapmi

source: 2.1 Yleiskuvaus
sme: 2.1 Oppalaš govvideapmi

source: Järvistä ja suurilta soilta syntyvät alueen suurimmat joet, Tarvanto- ja Harrijoki, jotka virtaavat rauhallisesti etelää kohti laskien Muonionjokeen.
sme: Jávrriin ja stuorra jekkiin golggiidit guovllu stuorimus jogat Darvvat- ja Hárrejohka, mat golget doažžadit lulásguvlui ja luitet Muonájohkii.

source: Maasto kohoaa pohjoiseen mentäessä.
sme: Davásguvlui manadettiin leat alit eatnamat.

source: Alueen keskivaiheilla sijaitsee soiden ja pikkuvesistöjen ympäröimä Tarvantovaara, joka kohoaa lähes 600 m:in merenpinnan yläpuolelle (mpy).
sme: Sullii guovdu dán guovllu lea Darvvatvárri, man birastahttet jeakkit ja smávva čázádagat. Darvvatvárri lea measta 600 mehtera alu.

source: Maanselän vedenjakajalla Norjan rajalla kohoaa yhtämittaisempi tunturiylänkö, jonka korkeimmat laet ovat yli 600 m mpy.
sme: Másealggi čáhcejuohkamis Norgga ráji lahkosiin leat oktilaš duottarbadjosat, main alimus čohkat leat badjel 600 mehtera alu.

source: 2.2 Vesistöt
sme: 2.2 Čázádagat

source: Seuraava alueen vesistöjen kuvaus on tiivistelmä Tarvantovaaran erämaa-alueen ja Lätäsenon– Hietajoen soidensuojelualueen luonnon ja käytön perusselvityksen luvusta Vesistöt (PuroTahvanainen 2002).
sme: Čuovvovaš guovllu čázádagaid govvideamis oassi lea čoahkkáigeassu Darvvatvári meahcceguovlu ja Leahttaseanu–Jiehtájoga jekkiidsuodjalanguovllu vuođđočielggadusas logus Čázádagat (Puro-Tahvanainen 2002).

source: Tarvantovaaran erämaan pinta-alasta on vettä noin 5 %.
sme: Darvvatvári meahcceguovllu viidodagas sullii 5 % leat čázit.

source: Alueen vedet kuuluvat lähes kokonaan Tornionjoen päävesistöalueeseen.
sme: Guovllu čázit gullet measta ollásit Duortnoseanu váldočázádatguvlui.

source: Vesistöt saavat pääosin alkunsa tuntureiden välisistä latvajärvistä ja soilta muodostaen Muonionjokeen laskevat valtajoet, Harrijoen–Maljasjoen ja Tarvantojoen.
sme: Čázádagat golggiidit eanas duoddariid gaskasaš gierajávrriin ja jekkiin, ja ná čohkiidit Muonájohkii luoiti guovllu váldojogat Hárrejohka–Máljjašjohka ja Darvvatjohka.

source: Alueen itäosan vesistöt laskevat Palojokeen.
sme: Guovllu nuorttageaže čázádagat luitet Bálojohkii.

source: (kuva 2)
sme: (govva 2)

source: Erämaa-alueella on kohtalaisesti järviä, mutta vain viisi niistä on kooltaan yli 100 ha.
sme: Meahcceguovllus leat viehka ollu jávrrit, muhto dušše vihtta dain leat badjel čuođi hektára viiddu.

source: Suurin järvi on Salttijärvi, 188 ha.
sme: Stuorimus jávri lea Sáltejávri, 188 ha.

source: Järvien yhteispinta-ala on noin 20 km². Ne sijaitsevat pääosin 360–500 m:n korkeudella merenpinnasta, mutta jotkin Norjan rajan lähellä sijaitsevat jopa yli 500 m:n korkeudella merenpinnasta.
sme: Jávrriid ollesviidodat lea sullii 20 km. Dat leat eanas 360– 500 mehtera allodagas mearradásis, muhto muhtumat dain leat Norgga ráji lahkosiin juoba badjel 500 mehtera allodagas.

source: Ihmisen vaikutus veden laatuun erämaassa on vähäinen.
sme: Olbmo doaimmat eai olus váikkut čázi kvalitehtii meahcceguovllus.

source: Järvien ja jokien vesi on laadultaan riittävän hyvää vaativimmillekin lohikaloille.
sme: Jávrriid ja jogaid čáhci lea kvalitehta dáfus doarvái buorre buot eanemus gáibideaddji luossaguliidege.

source: Toisaalta järvien kalantuotanto ei vähäravinteisuuden ja pohjoisen sijainnin vuoksi voi nousta kovin suureksi.
sme: Nuppe dáfus jávrriid guollebuvttadeapmi ii sáhte biebmoávdnasiid vátnivuođa ja davvi sajádaga dihte badjánit beare stuorisin.

source: Vuotuisen kalantuotannon voidaan arvioida olevan 2–6 kg/ha.
sme: Jahkásaš guollebuvttadeapmi lea várra sullii 2–6 kg/ha.

source: Erämaan kalavedet ovat helpoimmin saavutettavissa talvisaikaan.
sme: Meahcceguovllu guollečáziide lea álkimus beassat dálvvi áigge.

source: Kesällä liikkumista vaikeuttavat laajat suoalueet.
sme: Geasi áigge johtima dahket váddáseabbon viiddis jeaggeguovllut.

source: Jokivarret ovat luontaisia kulkureittejä kesäaikaan kävelemällä liikkuville kalastajille.
sme: Johkaráiggit leat lunddolaš johtolagat geasi áigge vácci johtaleaddji guolásteddjiide.

source: Tarvantovaaran erämaa-alue kuuluu Natura 2000 -verkoston alpiiniseen vyöhykkeeseen, johon Euroopan unionin komissio sen hyväksyi luontodirektiivin (92/43/ETY) perusteella 22.12. 2003. Tarvantovaaran erämaa on otettu Natura 2000 -verkostoon SCI -alueena sen sisältämien luonto Salix -pensaikot (5 %) sekä alpiiniset ja boreaaliset tunturikankaat (5 %).
sme: Darvvatvári meahcceguovlu gullá Natura 2000 -fierpmádaga alpiinnalaš avádahkii, masa Eurohpá uniovnna kommišuvdna dohkkehii dan luondodirektiivva (92/43/ETY) vuođul 22.12.2003. Darvvatvári meahcceguovlu lea váldojuvvon Natura 2000 -fierpmádahkii SCI -guovlun dan sis Darvvatvári meahcceguovlu (FI 1300118) -nammasaš Natura 2000 -guovllu diehto Salix -suovkkat (5 %) sihke aldoallan luondodirektiivva čuvvosiid I ja II meroštallan suodjalanvuloš luondotiippaid ja šlájaid vuođul.

source: Tarvantovaaran nimellä olevaa Natura-aluetta (FI 1300118) koskevassa tietolomakkeessa on ilmoitettu luontodirektiivin liitteen I mukaisia luontotyyppejä 14 kappaletta, joista yleisimmät peittävyydeltään ovat aapasuot (35 %), tunturikoivikot (25 %), subarktiset tyisen tärkeiksi määrittelemiä luontotyyppejä ovat aapasuot, palsasuot, puustoiset suot, boreaaliset luonnonmetsät ja tulvametsät.
sme: skovis leat almmuhuvvon luondodirektiivva I mielde 14 luondotiippa, main dábálepmosat govčču dáfus leat áhpejeakkit (35 %), lagešguovllut (25 %), subarktalaš piinnalaš ja boreála duottarguolbanat (5 %). Guovllu luondotiippain EU lea meroštallan erenoamáš dehálažžan áhpejekkiid, balsajekkiid, muorrajekkiid, boreála luondduvuvddiid ja dulvevuvddiid.

source: Edustavia tulvavaikutteisia metsiä on etenkin Tarvantojoella.
sme: Mihtilmas dulvevuovddit leat erenoamážit Darvvatjoga siste.

source: Suurimmat joet ovat Natura-luontotyyppinäkin merkittäviä Fennoskandian luonnontilaisia jokireittejä.
sme: Guovllu stuorimus jogat gullet Natura-luondotiipange mearkkašahtti, Fennoskandia luonddudilálaš johkajohtolagaide.

source: Luontodirektiivin liitteiden II ja IV nisäkäslajeista alueella esiintyvät naali ja saukko sekä liitteen II lajeista ahma.
sme: Luondodirektiivva čuvvosa II eallišlájain guovllus gávdnojit diehtoskovi mielde njálla, geatki ja čeavrris.

source: Luontodirektiivin liitteiden II ja IV putkilokasvilajeista tunnetaan lettorikko ja lapinleinikki.
sme: Luondodirektiivva čuvvosiid II ja IV bohccešaddošlájain guovllus gávdnojit jeaggenarti ja uhcafiskesrássi.

source: Ahma ja saukko kuuluvat metsästyslaissa (615/1993) lueteltuihin riistalajeihin, ja ne on rauhoitettu metsästysasetuksella.
sme: Geatki ja čeavrris gullet meahcástanlágas (615/1993) logahallon fuođđošlájaide ja leat ráfáidahtton meahcástanásahusa vuođul.

source: Muut edellä mainitut luontodirektiivin lajit on rauhoitettu luonnonsuojelulain (1096/1996) nojalla.
sme: Ovdalis namuhuvvon luonddudirektiivva eará šáljat leat ráfáidahtton luonddusuodjalanlága (1096/1996) vuođul.

source: Tarvantovaaran alueen Natura-tietolomakkeessa on alueella ilmoitettu esiintyväksi 15 EU:n lintudirektiivin (79/409/ETY) liitteeseen I kuuluvaa lintulajia, joiden suojelemiseksi on osoitettava erityisten suojelutoimien alueita.
sme: Darvvatvári guovllu Natura-diehtoskovi mielde guovllus gávdnojit 15 EU:a loddedirektiivva (79/409/ETY) čuvvosii I gullevaš loddešlája, maid suodjalan dihte galgá čujuhit sierra suodjalandoaimmaid guovlluid.

source: Näistä kahdeksan on Suomen uhanalaisuusluokituksen (Rassi ym. 2001) mukaan uhanalaisia.
sme: Dáin gávcci leat Suoma áitatvulošvuođaklassifiserema (Rassi ee. 2001) mielde áitatvuloš šlájat.

source: Vuosien 1997 ja 1998 lintulaskennoissa erämaa-alueelta tavattiin EU:n lintudirektiivin liitteeseen I kuuluvia lintulajeja yksi enemmän, yhteensä 16 kpl (taulukko 2, s. 20).
sme: Jagiid 1997 ja 1998 loddelohkamiin meahcceguovllus gávdnojedje EU:a loddedirektiivva čuvvosii I gullevaš loddešlájat okta eanet, oktiibuot 16 šlája (tabealla 2, s. 20).

source: 1 Uhanalaiset ja EU:n luontodirektiivin liitteissä mainitut nisäkkäät
sme: 2.4.1 Áitatvuloš ja EU:a luondodirektiivva čuvvosiid meroštallan njiččehasat

source: Enontekiöllä tarkastetaan vuosittain lähes 100 vanhaa naalin pesää, joista ei ole löytynyt naalin asuttamia pesiä vuoden 1995 jälkeen.
sme: Eanodagas dárkkistuvvojit jahkásaččat lagabui 100 boares njálabeasi, main ii leat šat dihtton njálla jagi 1995 rájes.

source: Yksittäisistä naaleista on ollut vuosittain havaintoja.
sme: Ovttaskas njálaid leat jahkásaččat deaividan.

source: Tarvantovaaran erämaasta tunnetaan vain yksi naalin vanha pesäkumpu, ja havaintoja naaleista on tehty hyvin satunnaisesti.
sme: Darvvatvári meahcceguovllus dihtet gávdnot dušše ovtta, njála ovddeš beassečoma, ja njálaid leat áican hui deivvolaččat.

source: Tarvantovaaran erämaa ei kuulukaan naalin varsinaiseen esiintymisalueeseen ydinalueen ollessa pohjoisemmilla tunturiseuduilla.
sme: Darvvatvári meahcceguovlu ii gulage ieš daidda njállaguovlluide muhto njála váldoguovllut leat davit duottarguovlluin.

source: Naalin harvinaistumiseen ovat vaikuttaneet mm. kettujen runsastuminen ja naalien heikentynyt ravintotilanne.
sme: Njállanáli vátnumii leat leamaš váikkuheamen ee. riebannáli laskan ja njálaid fuotnánan biebmodilli.

source: Naalikantojen lisäämiseen ja seurantaan oli vuosille 1998–2002 ja 2003–2008 perustettu Euroopan unionin Lifeprojekti.
sme: Njállanáliid lassáneami ja čuovvuma várás lei ásahuvvon jagiide 1998–2002 ja 2003–2008 Eurohpá uniovnna Life -prošeakta.

source: Suomesta hankkeessa olivat mukana Metsähallitus ja Metsäntutkimuslaitos.
sme: Suomas dán prošeavttas ledje mielde Meahciráđđehus ja Meahccedutkanlágádus.

source: Saukko on Tarvantovaaran erämaa-alueen vakituisia asukkeja.
sme: Čeavrris gullá Darvvatvári meahcceguovllu fásta elliide.

source: Laji lisääntyy useilla alueen jokiosuuksilla, ja saukkokanta on vahva pohjoisesta sijainnista huolimatta.
sme: Šládja lassána guovllu moanain johkaossodagain, ja čeavrresnálli leage nanus, vaikko guovlu lea ná davvin.

source: Saukkopopulaatio on Lapin läänin alueella kuitenkin selvästi harvalukuisempi kuin etelässä, mutta Tarvantovaarassa tiheämpi kuin avoimilla tunturierämailla.
sme: Čeavrrespopulašuvdna lea Lappi leanas goittotge mealgat hárvvit go lullelis, muhto Darvvatváris dávjjit go jalges duottarmeahcceguovlluin.

source: Kaikki suurpetomme esiintyvät ainakin satunnaisesti erämaa-alueella.
sme: Buot Suoma stuorranávddit gávdnojit goittot soaittáhagas meahcceguovllus.

source: Harvinaisimpia niistä ovat susi ja karhu.
sme: Hárvenepmosat dain leat gumpe ja guovža.

source: Ilves saattaa ajoittain runsastua jonkin verran.
sme: Albbas sáhttá gaskkohagaid muhtun muddui laskat.

source: Ilveksen poikaspesintöjä ei kuitenkaan tiedetä alueelta viime vuosina.
sme: Albasa čivgabeasit eai leat goittot gávdnon dáid jagiid.

source: Ahma on yleisin Tarvantovaaran erämaan suurpedoista, ja se liikkuu laajalla alueella myös valtakunnan rajojen yli.
sme: Geatki lea dábáleamos Darvvatvári stuorranávddiin. Geatki johtala viidát maiddái riikkarájiid rastá.

source: 2 Uhanalaiset linnut
sme: 2.4.2 Áitatvuloš lottit

source: Tarvantovaaran erämaa-alue on arvokas lintukohde, vaikka siellä on laskettu systemaattisia linnuston linjalaskentoja syksyyn 2008 mennessä vain 58,6 km.
sme: Darvvatvári meahcceguovlu lea mávssolaš loddeguovlu, vaikko doppe leat dahkkojuvvon lottádaga systemáhtalaš linnjálohkamat čavčča 2008 rádjai dušše 58,6 km. Erenoamážit guovllu jeakkit leat mihtilmas loddeguovllut.

source: Etenkin alueen suot ovat edustavia.
sme: Guovllus leat maiddái máŋggalágan čáhcelottit.

source: Myös vesilinnusto on monipuolinen. Vanhojen metsien lintulajeja löytyy havumetsän vähyydestä johtuen vain niukasti.
sme: Boares vuvddiid loddešlájat guovllus gávdnojit unnán goahccevuovddi vátnivuođa dihte, muhto goittotge ovdamearkka dihte goaskin gávdno guovllus.

source: Tarvantovaaran erämaa-alue on linnustolle tärkeä, sillä siellä esiintyy yli kolmekymmentä erilaisissa uhanalaisuus- ja erityisvastuulajiluokitteluissa mainittua lintulajia, joista valtaosa on vesi- ja suolintuja (taulukot 1 ja 2, Aalto 2002).
sme: Darvvatvári meahcceguovlu mearkkaša ollu lottiide, dasgo guovllus gávdnojit badjel golbmalot sierralágan áitatvulošvuođa- ja sierravástoklassifiseremiin namuhuvvon loddešlája, main eatnasat leat čáhce- ja jeaggelottit (tabeallat 1 ja 2, Aalto 2002).

source: Alueen linnuston tarkempi kuvaus (Aalto 2002a–b) on Tarvantovaaran erämaa-alueen ja Lätäsenon–Hietajoen soidensuojelualueen luonnon ja käytön perusselvityksessä (Kajala 2002f).
sme: Guovllu lottit leat dárkileappot govviduvvon (Aalto 2002a–b) Darvvatvári meahcceguovllu ja Leahttaseanu–Jiehtájoga jekkiidsuodjalanguovllu luonddu ja geavaheami vuođđočielggadusas (Kajala 2002f).

source: Erämaa-alueen yleisimmät linnut ovat pajulintu, niittykirvinen ja keltavästäräkki.
sme: Meahcceguovllu dábáleamos lottit leat rievssatcizáš, niitocivkkán ja fiskesbeštor.

source: Myös lapinsirkun, järripeipon, liron ja urpiaisen populaatiot ovat suuret Tarvantovaaran erämaa-alueella.
sme: Maiddái cizopaččat, vintánat, ruonájuolčovžot ja ummolcizážat leat valjis Darvvatvári meahcceguovllus.

source: Merkillepantavaa on uhanalaisista lajeista ja direktiivilajeista lapinsirrin, kapustarinnan, liron, jänkäsirriäisen, jänkäkurpan, vesipääskyn, sinirinnan sekä silmälläpidettävistä kivitaskun suuret populaatiot.
sme: Áitatvuloš šlájain ja direktiivašlájain lea mearkkašan veara guolbbaviroža, bihčosa, ruonájuolčovžo, suotnjoliráža, uhcameahkástaga, bávgoža ja giellavealggu valljivuohta sihke dárkonvuloš šlájain geađgerástá valljivuohta.

source: Tarvantovaara on aikoinaan ollut kiljuhanhen vankimpia pesimäalueita maassamme.
sme: Darvvatvári lei goas nu giljobačča okta nannoseamos bessenguovlluin Suomas.

source: Vielä 1900-luvun alussa sen sanotaan olleen Ylä-Lapissa tavallisempi kuin metsähanhen.
sme: Dieđuid mielde dat lei vel 1900-logu álggus guovllus dábálet go čuonjá.
